docs/Books/zen-art-motorcycle.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-06-01 Tue 13:51 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Zen and the Art of Motorcycle Maintenance</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="/static/css/org.css">
</head>
<body>
<div id="preamble" class="status">
<a href="/">Home</a>
</div>
<div id="content">
<header>
<h1 class="title">Zen and the Art of Motorcycle Maintenance</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgaeb7655">1. Notes</a>
<ul>
<li><a href="#org97e5b09">1.1. Chapter 1</a></li>
<li><a href="#orgc17bb3e">1.2. Chapter 2</a></li>
</ul>
</li>
<li><a href="#org4b4bfce">2. Interview Notes From NPR</a></li>
</ul>
</div>
</nav>

<div id="outline-container-orgaeb7655" class="outline-2">
<h2 id="orgaeb7655"><span class="section-number-2">1</span> Notes</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org97e5b09" class="outline-3">
<h3 id="org97e5b09"><span class="section-number-3">1.1</span> Chapter 1</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>"It's not the motorcycle maintenance, not the faucet. It's all of the technology they can't take."</li>
<li>People can't seem to handle or want to be involved with the technology they are using. This goes for people who avoid becoming knowledgable in a particular area. I'm not interested in learning x because I will never need to do x. Or x technology is outside of my area.</li>
<li>Developers should not impose self ignorance.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc17bb3e" class="outline-3">
<h3 id="orgc17bb3e"><span class="section-number-3">1.2</span> Chapter 2</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>After talking about inept repairmen on his motorcycle: "Why did they butcher it so? These were not people running away from technology&#x2026; these were technologies themselves. They sat down to do a job and they performed it like chimpanzees. Nothing personal in it. There was no obvious reason for it."</li>
<li>Lack of interest in their work. Lack of thinking or investment in their profession.</li>
<li>Issues that were noticed:
<ul class="org-ul">
<li>Not thinking (listening to music) "You can't really think hard about what you're doing and listen to the radio"</li>
<li>Speed - Sloppy work for more money</li>
<li>No identification with the job - "No saying, 'I'm a mechanic'. - No after work thinking about their work.</li>
<li>Detachment</li>
</ul></li>
<li>"When you want to hurry something, that means you no longer care about it and want to get on to other things"</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4b4bfce" class="outline-2">
<h2 id="org4b4bfce"><span class="section-number-2">2</span> Interview Notes From NPR</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="https://www.npr.org/2017/11/13/4612364/zen-and-the-art-of-motorcycle-maintenance-author-robert-pirsig">Link</a></li>
<li>"You can make an art out of anything. I think that the making an art out of your technilogical life is a way to solve the problem of technology."</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2021-06-01 Tue 13:51</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
